{
    "sampleTexts": [
        "Lisa and Nicole were upset to hear about the death of their aunt, Christine Harverson, whom they had not seen since their early childhood. They were also shocked to be told that they stood to inherit her entire estate, including a house in Wimbledon, south London, which could be worth nearly £1m. She had not left a will, and they were her closest living relatives. The sisters were alerted to their inheritance by an heir-finder company, Anglia Research Services.",
        "A former Dutch international, she became Lionesses manager in September 2021 and less than a year later had guided them to their first ever major title with their Euro 2022 victory. Twelve months on, she was managing in her fourth successive major final as she led England to the World Cup showpiece in Australia, which her side lost 1-0 to Spain.",
        "He stared up at what was left of his apartment, in a suburb of the Ukrainian capital Kyiv. His windows had disappeared, his balcony was on the verge of collapse.Below, personal belongings were strewn across the pathways. Bedsheets and towels hung from the branches of trees.A cruise missile slammed into this ordinary residential block in the Solomianskyi neighbourhood in the early hours of Tuesday morning, likely travelling at about 500mph. The blast destroyed 35 apartments and hollowed out an entire section of the building.",
        "He stared up at what was left of his apartment, in a suburb of the Ukrainian capital Kyiv. His windows had disappeared, his balcony was on the verge of collapse.Below, personal belongings were strewn across the pathways. Bedsheets and towels hung from the branches of trees.A cruise missile slammed into this ordinary residential block in the Solomianskyi neighbourhood in the early hours of Tuesday morning, likely travelling at about 500mph. The blast destroyed 35 apartments and hollowed out an entire section of the building.",
        "Traffic has resumed across Crimea's Kerch Bridge this afternoon, hours after Ukraine struck its foundations with underwater explosives.A hated symbol for Ukrainians, the bridge had been opened to fanfare by Vladimir Putin in 2018, and is used by Russia to supply its military in occupied parts of Ukraine.Our Verify team geolocated the explosion to the eastern edge of the road bridge, which was quickly closed, before reopening, and then closing again.",
        "The MethaneSat satellite, which had backing from Google and billionaire Jeff Bezos, was launched only last year aboard an Elon Musk SpaceX rocket.It was meant to collect data for five years on sources of the powerful greenhouse gas, which is responsible for nearly a third of human-induced warming, to help curtail the worst offenders.",
        "Much of Europe and parts of the UK have been in the grip of an intense heatwave over the last few days, with temperatures continuing to soar today.Pictures coming in from across the continent show people attempting to find some relief from the heat at public water fountains and water distribution points.Temperatures exceeded 40C in both Portugal and Spain, days after both countries experienced their hottest June days on record.",
        "Much of Europe and parts of the UK have been in the grip of an intense heatwave over the last few days, with temperatures continuing to soar today.Pictures coming in from across the continent show people attempting to find some relief from the heat at public water fountains and water distribution points.Temperatures exceeded 40C in both Portugal and Spain, days after both countries experienced their hottest June days on record.",
        "SMRs, sometimes called mini nukes, work on the same principle as large reactors, using a nuclear reaction to generate heat that produces electricity.Inside one or more large reactor vessels, atoms of nuclear fuel are split, releasing a large amount of heat. That is used to heat water, which drives a turbine. Essentially, reactors are giant nuclear kettles.SMRs will be a fraction of the size and have up to a third of the generating output of a typical large reactor.",
        "SMRs, sometimes called mini nukes, work on the same principle as large reactors, using a nuclear reaction to generate heat that produces electricity.Inside one or more large reactor vessels, atoms of nuclear fuel are split, releasing a large amount of heat. That is used to heat water, which drives a turbine. Essentially, reactors are giant nuclear kettles.SMRs will be a fraction of the size and have up to a third of the generating output of a typical large reactor."
    ]
}